Repository: unstructuredstudio/zubhub
Catalog: zubhub_backend/zubhub/locale/*/LC_MESSAGES/django.po
Languages: hi

source: Date of Birth must be less than today's date
hi: जन्म तिथि आज की तारीख से कम होनी चाहिए

source: Location is required
hi: स्थान की आवश्यकता है

source: you must provide either image(s) or video url
hi: आपको छवि या वीडियो url प्रदान करना चाहिए

source: Hello from
hi: से नमस्कार

source: You're receiving this e-mail because user %(user_display)s has given yours as an e-mail address to connect their account.
hi: आप यह ई-मेल प्राप्त कर रहे हैं क्योंकि उपयोगकर्ता %(user_display)s ने आपका दिया हैउनके खाते को जोड़ने के लिए एक ई-मेल पते के रूप में।

source: To confirm this is correct, go to
hi: यह सही है, इसकी पुष्टि करने के लिए

source: Thank you from
hi: से साभार

source: Please Confirm Your E-mail Address
hi: कृपया अपने ईमेल पते की पुष्टि करें

source: You're receiving this email because you requested a password reset for your user account at
hi: आप यह ईमेल प्राप्त कर रहे हैं क्योंकि आपने अपने लिए पासवर्ड रीसेट का अनुरोध किया है उपयोगकर्ता खाता

source: Please go to the following page and choose a new password:
hi: कृपया निम्न पृष्ठ पर जाएं और एक नया पासवर्ड चुनें:

source: Your username, in case you've forgotten:
hi: आपका उपयोगकर्ता नाम, यदि आप भूल गए हैं:

source: Thanks for using our site!
hi: हमारी साइट का उपयोग करने के लिए धन्यवाद!

source: The
hi: यह

source: Team
hi: टीम
